Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Irrespective of the storage condition, there are 9 results above QL but considerably well below the acceptable intake limit (maximum value 20.4 ppb after 36 months storage at 25°C / 60% RH).
es_es: Independientemente de las condiciones de almacenamiento, 9 resultados estuvieron por encima del límite de cuantificación, pero considerablemente por debajo del límite de ingesta aceptable (valor máximo de 20,4 ppb luego de 36 meses de almacenamiento a 25°C/60% HR).

source: Irritation (including intracutaneous reactivity).
es_es: Irritación (incluida la reactividad intracutánea).

source: Is a change of the results compared to the result derived according to AP identifiable
es_es: Debe ser un cambio en los resultados con respecto al obtenido e identificable siguiendo el procedimiento analítico.

source: Is a congenital abnormality/birth defect or
es_es: Es una anomalía congénita/defecto de nacimiento o

source: Is a significant medical event
es_es: Es un evento médico importante.

source: Is an active substance manufacturer that has been inspected in accordance with
es_es: Es un fabricante de principios activos que ha sido inspeccionado de acuerdo con:

source: Is based on an ITT design that aims to collect all outcome data on all randomized subjects;
es_es: Sigue un diseño por intención de tratar que tiene como objetivo recopilar los resultados de todos los desenlaces clínicos en la totalidad de los pacientes;

source: Is life threatening
es_es: Implica riesgo de muerte.

source: Is removed during lyophilisation
es_es: Se elimina durante la liofilización.

source: Is removed during lyophilization
es_es: Se elimina durante la liofilización.

source: Ischaemic
es_es: Isquémica

source: Ischaemic stroke with large vessel occlusion
es_es: Accidente cerebrovascular isquémico con oclusión de vasos principales

source: Ischemic core
es_es: Núcleo isquémico

source: Ischemic core lesion volume of less than 70mL
es_es: Volumen de lesión del núcleo isquémico de menos de 70 ml

source: Ischemic core volume at 24hr
es_es: Volumen del núcleo isquémico a las 24 h

source: Ischemic core volume at 24hr will be examined using quantile regression with a treatment group as an independent variable and infarct growth as the dependent variable, including baseline infarct volume as a treatment covariate for adjustment purposes.
es_es: Se evaluará el volumen del centro isquémico a las 24 horas mediante regresión cuantílica. El grupo de tratamiento será la variable dependiente y el crecimiento del tumor será la variable dependiente. Se incluye el volumen inicial del infarto como covariable de tratamiento para ajuste.

source: Ischemic core volume at 24hrs
es_es: Volumen de núcleo isquémico a las 24 h

source: Ischemic core volume* (mL) at initial imaging Median Inter-quartile range
es_es: Volumen del núcleo isquémico* (ml) en las imágenes iniciales, mediana, rango intercuartílico

source: Isocratic
es_es: Isocrático

source: Isocratic conditions:
es_es: Condiciones isocráticas

source: Isoelectric focusing
es_es: Enfoque isoeléctrico

source: Isolated genomic DNA from CHO host cells yielded almost exclusively high molecular weight DNA.
es_es: El ADN genómico aislado de células hospedadoras de CHO produjo casi exclusivamente ADN de alto peso molecular.

source: Isolation/ Purification
es_es: Aislamiento / Purificación

source: Isolator is newer technology with higher aseptic assurance
es_es: El aislador es una tecnología novedosa, con niveles elevados de garantía aséptica.

source: Isolator segments
es_es: Segmentos del aislador

source: Isopropanol quality 99.5 %
es_es: Isopropanol, calidad 99.5 %

source: Isopropanol quality 99.9 %
es_es: Isopropanol, calidad 99.9 %

source: Isopropyl methanesulfonate
es_es: Metanosulfonato de isopropilo

source: Issuance Date 2023-03-27
es_es: Fecha de Emisión: 2023-03-27

source: Issued following an inspection in accordance with:
es_es: Emitido después de una inspección de acuerdo con:

source: It also was required if new information regarding existing SAEs or protocol-specified significant events became available.
es_es: También se lo requería si surgía información sobre eventos adversos existentes o eventos significativos especificados en el protocolo.

source: It can be revoked at any time.
es_es: Puede revocarse en cualquier momento.

source: It can therefore be concluded that NDMA is not going to be formed above the AIL in the finished drug product throughout shelf-life.
es_es: Por consiguiente, cabe concluir que no se formará NDMA por encima del límite de ingesta aceptable en el medicamento terminado a lo largo de su vida útil.

source: It complies with the Ph.
es_es: Cumple con la monografía de la Ph.

source: It complies with the tests prescribed in the section on Purified water in bulk and with the following additional tests.
es_es: Cumple con las pruebas prescritas en la sección de Agua purificada a granel y con las siguientes pruebas adicionales.

source: It consists of a pre-filled syringe (PFS) assembled within a needle safety device (NSD).
es_es: Consiste en una jeringa precargada que se acopla a un dispositivo de seguridad de aguja.

source: It contains 50 % of the data.
es_es: Contiene el 50% de los datos.

source: It contains spesolimab as the active substance and it is given by i.v. infusion (concentrate for solution for infusion, 450 mg).
es_es: Contiene espesolimab como principio activo y se administra mediante infusión intravenosa (concentrado para solución para infusión, 450 mg).

source: It contains spesolimab as the active substance and it is given by s.c.
es_es: Contiene spesolimab como principio activo y se administra mediante infusión intravenosa (concentrado para solución para infusión, 450 mg).

source: It contains spesolimab as the active substance and it is given by s.c. injection (concentrate for solution for injection, 150 mg).
es_es: Contiene espesolimab como principio activo y se administra mediante infusión subcutánea (concentrado para solución inyectable, 150 mg).

source: It describes the outcome of a manufacturing step that directly impacts product quality.
es_es: Describe el resultado de un paso de fabricación que afecta directamente la calidad del producto.

source: It does not refer to an event, which hypothetically might have caused death if it were more severe.
es_es: No se refiere a un evento que hipotéticamente podría haber causado la muerte de haber sido más grave.

source: It ensures that the process remains in a state of control and therefore should be monitored.
es_es: Garantiza que el proceso permanezca en un estado de control y, por lo tanto, debe ser monitoreado.

source: It has a molecular weight of about 59 kDa.
es_es: Su peso molecular es de alrededor de 59 kDa.

source: It has been demonstrated, that empagliflozin drug substance is a highly soluble compound for a dosage of up to 96.5 mg according to the Biopharmaceutics Classification System.
es_es: Quedó demostrado que, de acuerdo con el Sistema de Clasificación Biofarmacéutica, el principio activo empagliflozina es un compuesto altamente soluble en dosis de hasta 96.5 mg.

source: It has been developed according to guidelines in place at this time.
es_es: Se desarrolló en cumplimiento de los lineamientos vigentes a ese momento.

source: It has been evaluated, if the excipients for the manufacturing process of the tenecteplase 25 mg DP (refer to Section 3.2.P.1. Description and Composition of the Drug Product) are a potential source of nitrosamine impurities (Table 41).
es_es: Se ha evaluado si hay una fuente potencial de impurezas nitrosaminas en los excipientes del proceso de fabricación del medicamento tenecteplasa, 25 mg (ver la Sección 3.2.P.1., Descripción y composición del medicamento) (ver Tabla 41).

source: It indicates that the process performance is consistent.
es_es: Indica que el desempeño del proceso es uniforme.

source: It involves sterile filtration, filling, lyophilisation, crimping, visual inspection, labelling, and secondary packaging.
es_es: Este proceso abarca la filtración estéril, el llenado, la liofilización, el sellado, la inspección visual, el etiquetado y el acondicionamiento secundario.

source: It is a compendial method which demonstrates process consistency of the formulation.
es_es: Se trata de un método incluido en farmacopea que demuestra la uniformidad del proceso de formulación.

source: It is a genetically engineered variant of human tissue plasminogen activator (htPA) with modifications at three specific sites.
es_es: Es una variante genéticamente desarrollada del activador tisular del plasminógeno humano (htPA) con modificaciones del tPA en tres sitios específicos.

source: It is a sterile, non-pyrogenic, single-use product without added anti-microbial preservatives.
es_es: Es un producto estéril, apirógeno, de un solo uso y sin conservantes antimicrobianos añadidos.

source: It is analysed at batch release and as part of the stability programs.
es_es: Se analiza en el momento de liberación de la partida y como parte de los programas de estabilidad.

source: It is applicable to substances or their derivatives that are volatilised under the temperatures employed.
es_es: Se aplica a sustancias o derivados que se volatilizan a las temperaturas empleadas.

source: It is attached to the machine housing of the RABS using a port, which is opened to allow plunger stoppers to enter the bowl inside the RABS.
es_es: Se conecta a la carcasa de la máquina del sistema de barrera de acceso restringido mediante un puerto, que se abre para permitir que los tapones del émbolo ingresen en el recipiente interno de dicho sistema.

source: It is based on the reversible adsorption of charged molecules on the oppositely charged stationary phase.
es_es: Se basa en la adsorción reversible de moléculas cargadas en la fase estacionaria de carga opuesta.

source: It is capable to distinguish tenecteplase from other recombinant proteins based on the tenecteplase specific retention time.
es_es: Es capaz de distinguir la tenecteplasa de otras proteínas recombinantes con base en el tiempo de retención específico de la tenecteplasa.

source: It is confirmed by a substantial body of data that NDMA in empagliflozin / metformin hydrochloride film-coated tablets is only sporadically formed above QL (10 ppb).
es_es: Una importante cantidad de datos confirma que, en los comprimidos recubiertos de empagliflozina/clorhidrato de metformina, el contenido de NDMA solo esporádicamente alcanza un nivel superior al límite de cuantificación (10 ppb).

source: It is critical, because it has an impact on safety and efficacy.
es_es: Es crítico ya que afecta la seguridad y la eficacia.

source: It is designed for self-completion by patients.
es_es: Está diseñado para que los pacientes lo completen por sí solos.

source: It is free from any added substances.
es_es: Está libre de sustancias adicionadas.

source: It is generally accepted that a chemical reaction proceeds two to four times as fast at a 10-degree increase in temperature (van ́t Hoff rule).
es_es: Se acepta generalmente que la velocidad de una reacción química se duplica o cuadruplica con un aumento de temperatura de 10 grados (regla de van ́t Hoff).

source: It is herewith declared that Boehringer Ingelheim Promeco S.A. de C.V., Mexico, manufacturer of the drug product Linagliptin / Metformin Hydrochloride Film-coated Tablets, is a subsidiary of Boehringer Ingelheim International GmbH, Germany.
es_es: Por la presente, declaramos que Boehringer Ingelheim Promeco S.A. de C.V., México, fabricante de los Comprimidos recubiertos de linagliptina/clorhidrato de metformina, es subsidiaria de Boehringer Ingelheim International GmbH, Alemania.

source: It is important to clarify that the diluent is essential for the preparation but is not part of our product, which will be marketed and imported as a "Powder for solution injection".
es_es: Es importante aclarar que el diluyente es esencial para la preparación pero no es parte de nuestro producto, el cual será comercializado e importado como “Polvo para solución inyectable”.

source: It is not acceptable for the investigator to send photocopies of the subject’s medical records to the sponsor in lieu of completion of the appropriate AE/SAE CRF pages and forms.
es_es: No está permitido que el investigador envíe fotocopias de la historia clínica del paciente al patrocinador en lugar de completar las páginas y formularios correspondientes de los EA/EAG en el CRF.

source: It is not critical, because KPP has no impact on safety and efficacy and therefore it is not related to a CQA or a CPI.
es_es: No es crítico ya que no afecta la seguridad ni la eficacia y, por lo tanto, no está relacionado con un atributo crítico de calidad ni con un indicador crítico del proceso.

source: It is not known if tenecteplase is excreted into human milk.
es_es: No se sabe si la tenecteplasa se excreta en la leche materna humana.

source: It is not known whether linagliptin is excreted into human milk.
es_es: No se sabe si la linagliptina se excreta en la leche materna humana.

source: It is not regarded to have relevant impact on the product quality.
es_es: No se considera que afecte significativamente la calidad del producto.

source: It is pre-assembled, ready-to-use and intended to subcutaneously inject a single fixed dose of the drug product (DP) solution i.e., the entire content of the PFS.
es_es: Viene ensamblado y listo para usar para administrar una inyección subcutánea de una única dosis fija de la solución del medicamento, es decir que se aplica todo el contenido de la jeringa prellenada.

source: It is proposed to adapt the release specification of product Z to 0.6 % (see Table 1 below).
es_es: Se propone adaptar la especificación de liberación del producto Z y llevarla a 0.6 % (ver la Tabla 1).

source: It is proposed to delete test parameter “odour” in the Testing Specifications for registration purposes for all dosage strengths of the drug product Pramipexole dihydrochloride monohydrate tablets.
es_es: Se propone eliminar el parámetro analítico "olor" de las especificaciones analíticas de registro de todas las presentaciones del medicamento pramipexol diclorhidrato monohidrato, comprimidos.

source: It is proposed to delete the sentence regarding additional testing for compendial excipients of the tablet cores in order to harmonize the documentation used across drug product manufacturing sites.
es_es: Se propone eliminar la oración relativa a las pruebas adicionales de los excipientes de farmacopea que hay en el núcleo de los comprimidos a fin de armonizar la documentación utilizada en todas las plantas productoras del medicamento.

source: It is proposed to specify main peak and fragment region 1
es_es: Se propone especificar el pico principal y la región de fragmentos 1.

source: It is quantified against an external standard (reference solution).
es_es: Se la cuantifica tomando como referencia un estándar externo (solución de referencia).

source: It is the responsibility of the Investigator to report study progress to the Ethics Committee as required, or at intervals not greater than one year.
es_es: Es responsabilidad del investigador informar al Comité de Ética sobre la evolución del estudio, según sea necesario, o a intervalos que no superen el año.

source: It is the responsibility of the Investigator to submit the amendment to the Ethics Committee for their approval; written approval should be obtained and a copy provided to The Florey.
es_es: Es responsabilidad del investigador presentar la modificación al Comité de Ética para su aprobación. Se debe obtener aprobación por escrito y proporcionar una copia a The Florey.

source: It is therefore expected that under constant process conditions in the commercial process host cell DNA is efficiently and reproducibly removed during downstream processing of tenecteplase down to levels which do not represent any noticeable risk for the patient.
es_es: Por lo tanto, es de esperar que, en las condiciones procedimentales constantes del proceso comercial, el ADN de célula hospedadora se elimine de manera eficaz y reproducible durante el procesamiento posterior de purificación de la tenecteplasa a niveles que no representan ningún riesgo apreciable para el paciente.

source: It is therefore not necessary to identify these impurities for demonstration of compliance.
es_es: Por lo tanto, no es necesario identificarlas ni demostrar su cumplimiento.

source: It is valid without a signature and sent by email only.
es_es: Es válida sin firma y solo se envía por correo electrónico.

source: It may contain a minute quantity, if any, of tissue fragments of the original plant.♦
es_es: De contener algún otro elemento, puede contener una cantidad ínfima de fragmentos tisulares de la planta original.

source: It meets requirements of Ph.
es_es: Cumple con los requisitos de la monografía de la Ph.

source: It must include for the capsules in bulk:
es_es: Para las cápsulas a granel, debe incluir:

source: It received its first marketing authorisation in May 2011.
es_es: Recibió su primera autorización para la comercialización en mayo de 2011.

source: It seems unlikely that these differences would have affected the primary reperfusion outcome.
es_es: Parece poco probable que estas diferencias hubieran afectado el criterio de valoración principal de la reperfusión.

source: It should be emphasized, that BI’s DS manufacturing facility H84, where Metalyse® DS is manufactured, was built as a replica of GNE’s South San Francisco facility.
es_es: Cabe destacar que el centro de fabricación del principio activo H84 de BI, donde se fabrica el principio activo de Metalyse®, fue construido como réplica del centro de GNE en South San Francisco.

source: It should be noted that in a mechanistic trial, non-diabetic patients showed metabolic changes such as glucosuria, increases in endogenous glucose production, and substrate shifts from glucose to lipid oxidation similar to those observed in patients with T2DM after 1 dose and up to 4 weeks of daily administration of empagliflozin [P16-01830].
es_es: Cabe señalar que en un ensayo mecanicista, los pacientes no diabéticos presentaron cambios metabólicos como glucosuria, mayor producción endógena de glucosa y cambios sustratísticos, pasando de la glucoxidación a la lipoxidación, de un modo similar a lo que sucedió en pacientes con DM2 después de 1 dosis y hasta 4 semanas de administración diaria de empagliflozina [P16-01830].

source: It should be noted that where an amendment to the Protocol substantially alters the study design or the potential risks to the subjects, each subject’s consent to continue participation should be obtained.
es_es: Cabe señalar que cuando una enmienda en el protocolo altera significativamente el diseño del estudio o los riesgos potenciales para los participantes, se debe obtener el consentimiento de cada paciente para continuar con la participación.

source: It shows large and small granules, and, very rarely, intermediate sizes (Figure 0359.-1).
es_es: Presenta gránulos grandes y pequeños y, muy raramente, de tamaño intermedio (Figura 0359.-1).

source: It utilizes a UV/Vis spectrophotometer with variable pathlength cell.
es_es: Se emplea un espectrofotómetro UV/Visible con celda de longitud de trayectoria variable.

source: It was also clarified that screening procedures could be performed over multiple days
es_es: También se aclaró que los procedimientos de selección podrían realizarse a lo largo de varios días.

source: It was also observed that the number of revertants for the positive controls in all tester strains were lower with 30% rat S9 compared to 10% rat S9.
es_es: También se observó que la cantidad de mutaciones inversas para los controles positivos en todas las cepas experimentales fue menor con S9 de rata al 30% que con S9 de rata al 10%.

source: It was an event-driven, multinational, randomised, double-blind, parallel group, active-controlled trial.
es_es: Fue un ensayo multinacional basado en eventos, controlado con tratamiento activo, aleatorizado, doble ciego y de grupos paralelos.

source: It was demonstrated that the column can be operated in a repeated mode of equilibration, loading, elution and regeneration for at least 17 cycles while retaining its full capacity to remove DNA from the tenecteplase solution.
es_es: Se demostró que la columna puede operarse repetidamente en equilibración, carga, elusión y regeneración durante por lo menos 17 ciclos sin que pierda su capacidad completa de eliminación de ADN de la solución de tenecteplasa.

source: It was demonstrated that the combination of 8°C shelf temperature together with 0.08 mbar chamber pressure over 35 hours (corresponds to the programmed primary drying hold) resulted in a homogeneous lyophilisate, a fast sublimation rate and product temperatures well below -18°C (maximum -21.7°C measured).
es_es: Se demostró que la combinación de una temperatura de almacenamiento de 8 °C junto con una presión de la cámara de 0.08 mbar durante 35 horas (corresponde a la detención programada del secado primario) dio como resultado un liofilizado homogéneo, una tasa de sublimación rápida y temperaturas del producto muy por debajo de -18 °C (máximo temperatura medida -21.7 °C).

source: It was demonstrated that the theoretical amount of DNA present in purified TNK-tPA drug substance solutions is significantly below the recommended maximal DNA content of 100 pg DNA per dose.
es_es: Se demostró que la cantidad teórica de ADN contenido en soluciones del principio activo de TNK-tPA purificado es significativamente inferior al contenido de ADN máximo recomendado de 100 pg de ADN por dosis.

source: It was demonstrated within development that varying lyophilisate structure did not show any impact on quality attributes.
es_es: Durante el desarrollo, se demostró que diferentes estructuras de liofilizado no afectan los atributos de calidad.

source: It was evaluated if analytical methods of Metalyse® were comparable to TNKase® analytical methods in terms of sample preparation, equipment parameters and data evaluation.
es_es: Se evaluó si los métodos analíticos de Metalyse® eran comparables con los de TNKase® en términos de preparación de la muestra, parámetros de los equipos y evaluación de los datos.

source: It was expected that all efforts were made to follow up on the collection of all adverse events, outcome events, and concomitant therapy, and to have a complete dataset without missing data.
es_es: Se buscaba hacer todo lo posible para desarrollar un seguimiento y recopilar todos los eventos adversos, eventos relacionados y tratamientos concomitantes, y tener un conjunto de datos completo, sin información faltante.

source: It was found that the vast majority of the spiked DNA appeared in the flow through and wash pool and that even DNA concentrations that exceed the respective manufacturing step by 20,000 did not effect DNA clearance.
es_es: Se halló que la mayor parte del ADN agregado apareció en la fracción no retenida y la mezcla de lavado, y que la capacidad de depuración de ADN no se vio afectada ni siquiera con concentraciones de ADN que exceden 20.000 veces las del paso de fabricación correspondiente.
